tap "b4b4r07/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "itchyny/tap"
brew "actionlint"
brew "bat"
brew "krb5"
brew "openldap"
brew "docker"
brew "docker-compose"
brew "fd"
brew "feh"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git-delta"
brew "gitui"
brew "glow"
brew "jq"
brew "lsd"
brew "unzip"
brew "neovim", args: ["HEAD"]
brew "poetry"
brew "ranger"
brew "ripgrep"
brew "shfmt"
brew "starship"
brew "staticcheck"
brew "stylua"
brew "tmux"
brew "yq"
brew "b4b4r07/tap/gomi"
brew "itchyny/tap/mmv"
